[DLC07_Notes_AbigailGift DisAbstractItem]
m_ItemName="From Abigail Ames"
m_PluralItemName=""
m_Description="Mr. Daud, \nWhen last we met I clearly did not impress upon you enough how connected and capable I can be. We had an opportunity to work together, but you saw fit to put me in that horrible chair and torment me instead. By the time you reach the end of this note the “gift” I left for you will explode, but I wanted you to know that it was me who had beaten you. Farewell Serkonan.\n-Abigail Ames"

[DLC07_Notes_GeezerCombo16 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 165.\n\nI will return soon."

[DLC07_Notes_GeezerCombo23 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 238.\n\nI will return soon."

[DLC07_Notes_GeezerCombo38 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 387.\n\nI will return soon."

[DLC07_Notes_GeezerCombo40 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 408.\n\nI will return soon."

[DLC07_Notes_GeezerCombo57 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 572.\n\nI will return soon."

[DLC07_Notes_GeezerCombo66 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 669.\n\nI will return soon."

[DLC07_Notes_GeezerCombo77 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 774.\n\nI will return soon."

[DLC07_Notes_GeezerCombo83 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 837.\n\nI will return soon."

[DLC07_Notes_GeezerCombo87 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 873.\n\nI will return soon."

[DLC07_Notes_GeezerCombo98 DisAbstractItem]
m_ItemName="Engine Room Combination"
m_PluralItemName=""
m_Description="Mr. Hat,\n\nI’ve completed the final connections between the mill apparatus and the engine. The power generated should be far more than required to put the mill back into full operation, but I cannot vouch for the reliability of the engine itself. Therefore I am traveling into the sewers to find where the water has been diverted away from the district. It is infinitely preferable to have this water flow restored, which will power our mill in perpetuity.\n\nShould the need arise to reach the engine during my absence, I have set the combination to the gate to 984.\n\nI will return soon."

[DLC07_NotesStreet_AbigailNote DisAbstractItem]
m_ItemName="A Note from Abigail Ames"
m_PluralItemName=""
m_Description="Daud,\n\nAccept this as a small token of my appreciation for the work we did together in Rothwild's place. My sources say that this is the sort of thing you would go out of your way to find. May it protect you, or empower you, or whatever these things do. I hope we find ourselves on the same side of a cause in the future. You are a great ally.\n\n-AA"

[DLC07_NotesStreet_ArcPylon DisAbstractItem]
m_ItemName="Arc Pylon Instructions"
m_PluralItemName=""
m_Description="Evans,\nBe cautious with this equipment. It is very delicate and requires a skilled touch to operate. It is also quite lethal, so if you do not follow the proper procedures you will cease to exist in the wink of an eye. Acquiring this technology took a great deal of politicking and expense, so I repeat: do not be reckless with it. Once the system is set up and operational we will never see a Dead Eel darkening our doorway. The Mill will become an impregnable fortress. Report any technical issues to me.\n-Nurse Trimble"

[DLC07_NotesStreet_BoyleNote DisAbstractItem]
m_ItemName="A Note from Lady Boyle"
m_PluralItemName=""
m_Description="My Dearest Friend,\nMy costume ball will require three tailored outfits that are perfectly matching except for color. We are going to play a game with our guests, you see. I am saddened to hear of your deteriorating hands and the hard times on which you have fallen, as you were my first choice to craft these costumes. I will mention your physical difficulties to my doctor at the party. Perhaps he can be of some service to you.\nFarewell,\n-Waverly Boyle\n"

[DLC07_NotesStreet_EelGuard DisAbstractItem]
m_ItemName="Complaints from a Dead Eel guard"
m_PluralItemName=""
m_Description="This post is awful. I almost broke my neck getting up here, and all day the Hatters keep taking shots at me like I’m some kind of carnival game. This morning I saw some lady up on the glass roof across the canal, and it kind of has me worried. I think she looked right at me. How’d she get up there? Are the Hatters recruiting ladies now? Anyway, since she’s been up there, I can barely make out this thing she left behind. Can’t tell what it is from here, but come nightfall I might just climb up there and have a look. Gotta be wary of that arc pylon they set up down there. If they have that kind of gear we’re just outmatched. I wish Lizzy was back. She’d get us out of this."

[DLC07_NotesStreet_GrannyRecipe DisAbstractItem]
m_ItemName="Granny's Wedding Recreation"
m_PluralItemName=""
m_Description="[A page torn from an old manuscript, written in a scrawling hand]\n\nBring a man to represent my black-eyed groom\nFetch a woman to represent me in my youth\nLay them together in the eternal circle\nA wedding band, to bind them, placed on the silver tray\n\nDo this for me dearie and I'll give you a wedding gift\n-Granny"

[DLC07_NotesStreet_GrannyVows DisAbstractItem]
m_ItemName="Granny's Wedding Vows"
m_PluralItemName=""
m_Description="From the void\nTo the void\nBound not in love\nBeyond the veil of death\nGrant your power\nTake what you may\n"

[DLC07_NotesStreet_JeromeHint DisAbstractItem]
m_ItemName="Out of Business Notice"
m_PluralItemName=""
m_Description="To my Loyal Customers,\n\nI’ve done my best to provide a provisioning service to you even after all the decent citizens have abandoned Drapers Ward, but now it is clear that there is no livelihood for me here now and that association with you all will eventually cost me my life. \n\nTo those who have never wronged me, I suggest you take your business to Jerome. He can be found in a second floor apartment just a stone’s throw away from here, next to Millenary Canal. His prices will climb now that I’m gone, but he seems like a fair enough man.\n\nFor those who have harassed me, stolen from me, and driven me from my home: I hope you suck on the barrel of a City Watch pistol someday. I’m sure you will all meet violent and unhappy endings.\n\nGoodbye.\n\n-Mr. Mitchel\nMitchel’s Marketplace"

[DLC07_NotesStreet_Mechanic DisAbstractItem]
m_ItemName="A Dangerous Experiment"
m_PluralItemName=""
m_Description="I’ve come across some old writings that hint at a bizarre ritual, and I’m going to use it to prove to you for once and for all that all of this mystical stuff is just superstition. When I get back from my mission in the sewers we’ll do this. But there’s a trick; you’ll need a bride. Hah! Near as I can tell she doesn’t need to be willing. She doesn’t need to even be awake. By the Outsider’s Eyes, I don’t even think she needs to be alive. So you go secure a bride if you can, and I’ll officiate this mock wedding."

[DLC07_NotesStreet_OxRush DisAbstractItem]
m_ItemName="Jerome's search for Oxrush"
m_PluralItemName=""
m_Description="Hello Griff,\n\nI hope your business is going well. If you are interested, I have a little business proposal for you.\nThe canal here in Drapers Ward has been dry for some time now, enough time for the prized Oxrush to take bloom in the mud. None of the ruffians patrolling this area know how special the flower can be, so I have no competition in harvesting them, but none of the alchemists or natural philosophers that can use them frequent this district anymore. Perhaps I can send you some bunches of Oxrush to peddle (for a commission of course) and I can help you tap into an ammunition market here in Drapers Ward. The gangs have gone into full scale war, so demand is high.\n\nLet me know your thoughts,\n\nJerome\n"

[DLC07_NotesStreet_RatThief DisAbstractItem]
m_ItemName="Look Out for the Trained Rat"
m_PluralItemName=""
m_Description="Hey Jasper\nOne of the Dead Eels apparently trained some white rats to come to this side of the canal and fetch shiny objects back to him. So far they’ve taken a few coins and a couple of bullets back over into Eel territory. Pike saw one carrying a coin and tried to shoot it, but his marksmanship is lacking, hah! Be wary of them, and crush the little things if you get the chance. If one swipes one of tools or keys or something like that you’ll be a laughingstock.\n-Baldwin\n"

[DLC07_NotesStreet_RuneFavor DisAbstractItem]
m_ItemName="Warning from an Anonymous Friend"
m_PluralItemName=""
m_Description="Hello friend,\n\nAs instructed by your Whalers, I have dredged this horrid thing up from the depths of the storm drains and placed it in the agreed upon location in hopes that you, and only you, recover it.\n\nBut be warned, poor fortune has followed me every step of the way since laying hands on this thing, and I am overjoyed at the prospect of leaving it here and being done with it. May it treat you better than it has me.\n\nAnd if some unlucky local has stumbled upon this wicked bone, heed these two warnings:\nAs I have said above, poor fortune will find you. But more importantly, this is intended for delivery to the most dangerous man in the Empire. If you are in possession of something he wants, you may count your remaining hours on one hand. \n"

[Inventory.DLC07_RitualRing_Abst DisAbstractItem]
m_ItemName="Wedding Band"
m_PluralItemName=""
m_Description="An antique wedding band of pure gold."


